// 1월 ~ 12월까지
export const monthList = [
  "1월",
  "2월",
  "3월",
  "4월",
  "5월",
  "6월",
  "7월",
  "8월",
  "9월",
  "10월",
  "11월",
  "12월",
];

// // 1월 ~ 12월까지
// export const monthList = [
//   {
//     "1": "1월",
//   },
//   {
//     "2": "2월",
//   },
//   {
//     "3": "3월",
//   },
//   {
//     "4": "4월",
//   },
//   {
//     "5": "5월",
//   },
//   {
//     "6": "6월",
//   },
//   {
//     "7": "7월",
//   },
//   {
//     "8": "8월",
//   },
//   {
//     "9": "9월",
//   },
//   {
//     "10": "10월",
//   },
//   {
//     "11": "11월",
//   },
//   {
//     "12": "12월",
//   },
// ];

// 1 ~ 31 일
export const dayList = Array.from(Array(31), (_, i) => String(i + 1));
//
export const yearList = Array.from(Array(121), (_, i) => String(2020 - i));
